Repository: mohamed930/DARDESH
Catalog: DARDESH/Resources/localizable/*.lproj/Localizable.strings
Languages: ar

# lang
source: eng
ar: ar

# ChooceImageActionFalse
source: Please, Pick one image for your profile
ar: من فضلك اختر صورة واحده للملف الشخصي

source: Avaliable
ar: متاح

source: Busy
ar: مشغول

source: At School
ar: فى المدرسه

source: At The Movies
ar: فى السينما

source: At Work
ar: فى العمل

source: Battary About to die
ar: اليطارية على وشك النفاذ

source: Can't Talk
ar: لا استطيع التحدث اللآن

source: In a Meating
ar: فى الاجتماع

source: At the gym
ar: فى الجيم

source: Sleeping
ar: نائم

source: Ungent calls Only
ar: لمكالمات الطوارئ فقط

# errorMess
source: We Can't Find Your Data!
ar: معزره لم تتم الوصول لمعلوماتك

# RegesterMess
source: Regester is Successfully
ar: تم انشاء الحساب بنجاح

# RegesterMail
source: Email Sent successfully
ar: تم ارسال البريد بنجاح

# RegserMailLogin
source: you can go to login now
ar: يمكنك الآن ان تسجل دخولك حالاً

# ConnectionMess
source: There is no connection
ar: لايوجد اتصال بالانترنت

# PasswordReseteMessage
source: Email was sent please follow steps to resete password
ar: البريد الالكترونى قد ارسل لك اتبع التعليمات التى بداخله لاعاده التعيين

# WaitMess
source: Please Wait
ar: برجاء الانتظار

# logoutMess
source: logout is failed, please try again later
ar: لم يتم تسجيل خروجك بنجاح برجاء اعاده المحاوله مره اخرى

# logoutBody
source: Are you sure to logout?
ar: هل انت متأكد من تسجيل خروجك؟

# logoutTitle
source: Logout
ar: تسحبل الخروج

source: Cancel
ar: الغاء الامر

# UserNameAction
source: Update Data Success
ar: تم تعديل البيانات بنجاح

# UserNameActionFalse
source: Update Data is failed
ar: لم يتم تعديل البيانات بنجاح

# Connection
source: Connection is an interupted
ar: اتصالك بالانترنت غير مستقر
